Repository: mohammadiani-dev/avans-backend
Catalog: languages/avans-*.po
Languages: fa_ir

source: Order referrer:
fa_ir: معرف سفارش:

source: Maximum amount of discount code
fa_ir: سقف میزان اعمال کد تخفیف

source: e.g 1000
fa_ir: مثلا 1000

source: Discount ceiling for percentage discount code based on WooCommerce currency
fa_ir: سقف میزان تخفیف برای کد تخفیف های درصدی بر اساس واحد پولی ووکامرس

source: Points for product purchase
fa_ir: امتیاز به ازای خرید محصول

source: This amount will be added to the user at the time of purchasing this product.
fa_ir: این میزان امتیاز در ازای خرید این محصول به مجموع امتیازات کاربر اضافه میشود.

source: Points required to buy this product
fa_ir: امتیاز لازم برای خرید این محصول

source: This amount of points is deducted from the user's points instead of payment
fa_ir: این میزان امتیاز به جای پرداخت وجه از امتیازات کاربر کاسته می شود

source: avans
fa_ir: آوانس

source: Update
fa_ir: به روزرسانی

source: Settings
fa_ir: تنظیمات

source: users
fa_ir: کاربران

source: badges
fa_ir: نشان ها

source: Awards
fa_ir: جوایز و هدایا

source: Lucky Wheel
fa_ir: گردونه شانس

source: Lottery
fa_ir: قرعه کشی

source: Voucher code
fa_ir: کد ووچر

source: Score reports
fa_ir: گزارشات امتیاز

source: Marketing reports
fa_ir: گزارشات بازاریابی

source: Awards reports
fa_ir: گزارشات جوایز

source: Award
fa_ir: جوایز و هدایا

source: all awards
fa_ir: همه جوایز

source: view
fa_ir: مشاهده

source: Add a new award
fa_ir: افزودن جایزه جدید

source: Add
fa_ir: افزودن

source: Edit award
fa_ir: ویرایش جایزه

source: Award update
fa_ir: به ‌روز رسانی جایزه

source: search
fa_ir: جستجو

source: No awards found!
fa_ir: هیچ جایزه ای پیدا نشد!

source: No awards found in the trash!
fa_ir: هیچ جایزه ای در زباله دان پیدا نشد!

source: Awards for avans plugin
fa_ir: جوایز افزونه آوانس

source: Voucher codes
fa_ir: کدهای ووچر

source: all Voucher codes
fa_ir: همه کد های ووچر

source: Edit Voucher code
fa_ir: ویرایش کد ووچر

source: Voucher code update
fa_ir: به روزرسانی کد ووچر

source: No voucher codes found!
fa_ir: هیچ کد ووچری پیدا نشد!

source: No voucher codes found in the trash!
fa_ir: هیچ کد ووچری در زباله دان پیدا نشد!

source: Voucher code for avans plugin
fa_ir: کد ووچر افزونه آوانس

source: all Lucky Wheels
fa_ir: همه گردونه های شانس

source: Add a new Lucky Wheel
fa_ir: افزودن گردونه شانس جدید

source: Edit Lucky Wheel
fa_ir: ویرایش گردونه شانس

source: Lucky Wheel update
fa_ir: به روزرسانی گردونه شانس

source: No Lucky Wheels found!
fa_ir: هیچ گردونه ی شانسی پیدا نشد!

source: No Lucky Wheels found in the trash!
fa_ir: هیچ گردونه ی شانسی در زباله دان پیدا نشد!

source: Lucky Wheels
fa_ir: گردونه های شانس

source: Lucky Wheel for avans plugin
fa_ir: گردونه شانس افزونه آوانس

source: Lotteries
fa_ir: قرعه کشی

source: All lotteries
fa_ir: همه قرعه کشی ها

source: Add a new lottery
fa_ir: افزودن قرعه کشی جدید

source: Edit lottery
fa_ir: ویرایش قرعه کشی

source: lottery update
fa_ir: به روزرسانی قرعه کشی

source: No lotteries found!
fa_ir: هیچ قرعه کشی ای پیدا نشد!

source: No lotteries found in the trash!
fa_ir: هیچ قرعه کشی ای در زباله دان پیدا نشد!

source: Lottery for avans plugin
fa_ir: قرعه کشی افزونه آوانس

source: Badges
fa_ir: نشان ها

source: Badge
fa_ir: نشان

source: All Badges
fa_ir: همه نشان ها

source: Add a new Badge
fa_ir: افزودن نشان جدید

source: Edit Badge
fa_ir: ویرایش نشان

source: Badge update
fa_ir: به ‌روز رسانی نشان

source: No Badges found!
fa_ir: هیچ نشانی پیدا نشد!

source: No Badges found in the trash!
fa_ir: هیچ نشانی در زباله دان پیدا نشد!

source: Badges for avans plugin
fa_ir: نشان های افزونه آوانس

source: Custom points for viewing this page
fa_ir: امتیاز سفارشی برای مشاهده این برگه

source: Award settings
fa_ir: تنظیمات جایزه

source: Lucky Wheel settings
fa_ir: تنظیمات گردونه شانس

source: Lottery settings
fa_ir: تنظیمات قرعه کشی

source: Voucher code settings
fa_ir: تنظیمات کد ووچر

source: Voucher code maker
fa_ir: سازنده کد ووچر

source: Voucher code form shortcode
fa_ir: کد کوتاه فرم کد ووچر

source: Report codes
fa_ir: گزارش کدها

source: Lottery registration form shortcode
fa_ir: کدکوتاه فرم ثبت نام قرعه کشی

source: Lucky Wheel shortcode
fa_ir: کد کوتاه گردونه شانس

source: Badge settings
fa_ir: تنظیمات نشان

source: Order referrer
fa_ir: معرف سفارش

source: Restrict the page to specific users
fa_ir: محدود سازی صفحه برای برای کاربران خاص

source: Poll scoring settings
fa_ir: تنظیمات امتیازدهی نظرسنجی

source: It is not possible to lock variable products. Please set the product type simple to restrict this page.
fa_ir: امکان قفل کردن محصولات متغیر وجود ندارد.لطفا برای محدود سازی این صفحه نوع محصول را ساده تنظیم کنید.

source: Badge title
fa_ir: عنوان نشان

source: Badge image
fa_ir: تصویر نشان

source: Number of steps to earn this badge
fa_ir: تعداد مراحل کسب نشان

source: created at
fa_ir: تاریخ ایجاد

source: Lottery title
fa_ir: عنوان قرعه کشی

source: status
fa_ir: وضعیت

source: members
fa_ir: اعضاء

source: operations
fa_ir: عملیات

source: Convert points to award
fa_ir: تبدیل امتیاز به جایزه

source: Registering
fa_ir: در حال ثبت نام

source: Completed
fa_ir: تکمیل شده

source: Do lottery
fa_ir: انجام قرعه کشی

source: lottery report
fa_ir: گزارش قرعه کشی

source: Lucky Wheel title
fa_ir: عنوان گردونه شانس

source: Points required for each spin
fa_ir: امتیاز لازم برای هر چرخش

source: Number of award
fa_ir: تعداد جایزه

source: Award title
fa_ir: عنوان جایزه

source: Points required to earn award
fa_ir: امتیاز لازم برای کسب جایزه

source: Award type
fa_ir: نوع جایزه

source: Discount coupon
fa_ir: کد تخفیف

source: Product
fa_ir: محصول

source: File
fa_ir: فایل

source: Custom content
fa_ir: محتوای دلخواه

source: Form Score Settings
fa_ir: تنظیمات امتیاز فرم

source: Form completion point
fa_ir: امتیاز تکمیل فرم

source: Notification message text
fa_ir: متن پیام اعلان

source: Congrats, you got {score} points
fa_ir: هورااا!، شما {score} امتیاز کسب کردی

source: You can use the shortcode {score} to display the score
fa_ir: برای نمایش میزان امتیاز می توانید از کد کوتاه {score} استفاده کنید

source: Scoring status
fa_ir: وضعیت امتیازدهی

source: After submitting the form
fa_ir: بعد از ارسال فرم

source: After admin approval
fa_ir: بعد از تایید مدیر

source: Re-score
fa_ir: امتیازدهی مجدد

source: active
fa_ir: فعال

source: Users who have already filled out this form can re-score!
fa_ir: کاربرانی که قبلا این فرم را پر کرده اند می توانند مجدد امتیاز بگیرند

source: Avans Gamification Plugin
fa_ir: افزونه گیمیفیکیشن آوانس

source: My Points
fa_ir: امتیازات من

source: Register
fa_ir: ثبت نام

source: View post page
fa_ir: مشاهده نوشته

source: View product page
fa_ir: مشاهده محصول

source: View course page
fa_ir: مشاهده دوره

source: View page
fa_ir: مشاهده برگه

source: Watch a video
fa_ir: مشاهده ویدئو

source: Listen to the podcast
fa_ir: گوش دادن به پادکست

source: Daily visits
fa_ir: بازدید روزانه

source: purchase
fa_ir: خرید

source: comment
fa_ir: نوشتن دیدگاه

source: purchased product comment
fa_ir: نوشتن دیدگاه محصول

source: Publish post
fa_ir: انتشار مطلب

source: Link Sharing
fa_ir: اشتراک گذاری

source: birthday
fa_ir: سالگرد تولد

source: Spend points to spin the wheel
fa_ir: خرج امتیاز بابت گردوندن گردونه شانس

source: Points earned from the wheel
fa_ir: کسب امتیاز از گردونه شانس

source: Earn an award
fa_ir: دریافت جایزه

source: Join a new user with a referral code
fa_ir: پیوستن کاربر جدید با کد معرفی

source: Complete a form
fa_ir: تکمیل فرم

source: Convert points to wallet credits
fa_ir: تبدیل امتیاز به اعتبار کیف پول

source: marketing
fa_ir: بازاریابی

source: admin points
fa_ir: امتیاز مدیریت

source: Enroll in a course
fa_ir: ثبت نام در دوره

source: Complete a course
fa_ir: تکمیل دوره

source: Complete a lesson
fa_ir: تکمیل درس

source: Passing a test
fa_ir: قبولی در آزمون

source: Participate in polls
fa_ir: شرکت در نظر سنجی

source: day
fa_ir: روز

source: week
fa_ir: هفته

source: month
fa_ir: ماه

source: year
fa_ir: سال

source: once
fa_ir: یکبار

source: You can not convert %s into the wallet credit more than %s in %s.
fa_ir: شما نمی توانید %s را به اعتبار کیف پول تبدیل کنید بیشتر از %s بار در %s.

source: You have used the maximum number of conversions. You must try another day to convert again.
fa_ir: شما از حداکثر دفعات تبدیل استفاده کرده اید.برای تبدیل مجدد باید روز دیگری مراجعه کنید.

source: View post page %s
fa_ir: مشاهده مطلب %s

source: View course page %s
fa_ir: مشاهده دوره %s

source: View product page %s
fa_ir: مشاهده محصول %s

source: View page %s
fa_ir: مشاهده صفحه %s

source: Completing the course %s
fa_ir: تکمیل دوره %s

source: Enrolling in the course %s
fa_ir: ثبت نام در دوره %s

source: Completing lesson %s in the course of %s
fa_ir: تکمیل درس %s در دوره %s

source: Passing the %s exam in the %s course
fa_ir: قبولی در آزمون %s در دوره %s

source: Purchase from the website with order number %d
fa_ir: خرید از سایت با شماره سفارش %d

source: ***Cancel purchase points with order number %d
fa_ir: امتیاز لغو سفارش با شماره سفارش %d

source: Daily visit
fa_ir: بازدید روزانه

source: Watch the video %s on the %s page
fa_ir: مشاهده ویدئو %s در صفحه %s

source: Watch the video with ID %s on the %s page
fa_ir: مشاهده ویدئو با شناسه %s در صفحه %s

source: Listen to the podcast with ID %s on the %s page
fa_ir: گوش دادن به پادکست به شناسه %s در صفحه %s

source: Convert %s to wallet credit
fa_ir: تبدیل %s به اعتبار کیف پول

source: publish post %s
fa_ir: انتشار مطلب %s

source: publish product %s
fa_ir: انتشار محصول %s

source: Post a comment on %s
fa_ir: قرار دادن دیدگاه در %s

source: Post a comment on Product page %s
fa_ir: قرار دادن دیدگاه محصول در %s

source: Participate in polls %s
fa_ir: شرکت در نظرسنجی %s

source: sharing %s Page
fa_ir: اشتراک گذاری صفحه %s

source: Membership anniversary
fa_ir: سالگرد عضویت

source: %s donation by admin %s
fa_ir: اهدا %s %s مدیریت

source: Convert %s to award %s
fa_ir: تبدیل %s به جایزه %s

source: spin the lucky wheel %s
fa_ir: گردوندن گردونه شانس %s

source: %s Gift from the lucky wheel of %s
fa_ir: %s هدیه از گردونه شانس %s

source: Convert %s to lottery tickets %s
fa_ir: تبدیل %s به شانس قرعه کشی %s

source: Star rating to post %s
fa_ir: امتیاز ستاره ای به %s

source: Apply marketing commission for order %d
fa_ir: پورسانت بازاریابی برای سفارش %d

source: Complete the %s form with ID %s
fa_ir: تکمیل فرم %s با شناسه %s

source: Complete user profile
fa_ir: تکمیل پروفایل کاربری

source: Import old %s
fa_ir: درون ریزی امتیازات قدیمی %s

source: Earn %s for entering code in %s form
fa_ir: کسب %s برای ورود کد در فرم %s

source: Referred user registration (%s)
fa_ir: ثبت نام کاربر معرفی شده (%s)

source: Referred user registration
fa_ir: ثبت نام کاربر معرفی شده

source: hour
fa_ir: ساعت

source: discount code
fa_ir: کد تخفیف

source: product
fa_ir: محصول

source: file
fa_ir: فایل دانلودی

source: Empty
fa_ir: پوچ

source: Get it now
fa_ir: همین الان دریافت کنید

source: You need %d more %s
fa_ir: شما به %d %s بیشتر نیاز دارید

source: Game lucky wheel
fa_ir: بازی گردونه شانس

source: You do not have permission to view this page!
fa_ir: شما دسترسی لازم برای مشاهده این صفحه را ندارید!

source: To view this page, you must have the following conditions.
fa_ir: برای مشاهده این صفحه باید شرایط زیر را داشته باشید.

source: At least
fa_ir: حداقل

source: Minimum user level
fa_ir: حداقل سطح کاربری

source: Authorized user roles
fa_ir: نقش های کاربری معتبر

source: Required badges
fa_ir: نشان های لازم

source: You get
fa_ir: شما با خرید این محصول

source: by buying this product
fa_ir: دریافت می کنید

source: The %s you earn after completing this order
fa_ir: %s دریافتی شما با تکمیل این سفارش

source: Referer code
fa_ir: کد معرف

source: Points
fa_ir: امتیاز

source: Point
fa_ir: امتیاز

source: Active/Inactive
fa_ir: فعال/غیرفعال

source: e.g 2 points
fa_ir: مثلا 2 امتیاز

source: Delay in scoring
fa_ir: تاخیر در امتیازدهی

source: per second
fa_ir: بر حسب ثانیه

source: Description: With this feature you can encourage users to stay longer on the page and help improve SEO (reduce bounce rate)
fa_ir: توضیحات : با این امکان شما کاربران را تشویق می کنید که مدت زمان بیشتری در صفحه بمانند و با این کاربر به بهبود سئو سایت کمک کنند(با کاهش نرخ خروج)

source: Maximum scoring
fa_ir: محدودیت امتیازگیری

source: %s per
fa_ir: %s در

source: Expiry of points
fa_ir: انقضا امتیاز

source: After earning points
fa_ir: بعد از کسب امتیاز

source: conditions
fa_ir: منطق شرطی

source: Register version
fa_ir: فعال سازی آوانس

source: You already register your license key. to re validate it, you can use this form.
fa_ir: در حال حاضر شما کلید لایسنس شما اعتبار سنجی شده است ؛ برای اعتبار سنجی مجدد می توانید از این فرم استفاده کنید.

source: Your current license:
fa_ir: لایسنس فعلی شما:

source: Revalidate
fa_ir: اعتبار سنجی مجدد

source: Delete and submit another license
fa_ir: حذف و وارد کردن کد لایسنس دیگر

source: New license key
fa_ir: کلید لایسنس جدید

source: Please wait...
fa_ir: لطفا منتظر بمانید...

source: Please activate plugin with your license key to all features work.
fa_ir: لطفا با کلید لایسنس افزونه را فعال کنید تا همه ی امکانات افزونه برایتان کار کند.

source: License key
fa_ir: کلید لایسنس

source: Something goes wrong please try again.
fa_ir: برخی چیزها اشتباه اند ، لطفا مجددا تلاش کنید.

source: Please insert your license code
fa_ir: لطفا کد لایسنس خود را وارد نمایید

source: License code is valid.
fa_ir: کد لایسنس معتبر است.

source: Thanks! Your license activated successfully.
fa_ir: با تشکر ؛ افزونه با موفقیت فعال شد.

source: To activating your %s please insert you license key
fa_ir: برای فعال سازی %s لطفا کلید لایسنس خود را وارد نمایید

source: Register Now
fa_ir: فعال سازی افزونه

source: Check Now
fa_ir: هم حالا برسی کن

source: Converting %s to wallet credit is disabled.
fa_ir: سیستم تبدیل %s به اعتبار کیف پول غیرفعال است.

source: You do not have enough %s for this operation!
fa_ir: شما %s کافی برای برای این عملیات را ندارید!

source: You do not have sufficient permissions to convert
fa_ir: شما دسترسی لازم برای تبدیل امتیاز را ندارید

source: Convert %s to wallet credits
fa_ir: تبدیل %s به اعتبار کیف پول

source: The conversion operation was successful
fa_ir: عملیات تبدیل با موفقیت انجام شد

source: An error occurred while converting %s to wallet credit!
fa_ir: در هنگام تبدیل %s به اعتبار کیف پول خطایی بوجود آمد!

source: Error receiving award
fa_ir: خطا در دریافت جایزه

source: Your %s are not enough to use the wheel of fortune!
fa_ir: شما %s کافی برای استفاده از گردونه شانس را ندارید!

source: Registration for this lottery is over!
fa_ir: مهلت ثبت نام در این قرعه کشی به پایان رسیده است!

source: Lottery registration was successful.
fa_ir: ثبت نام در قرعه کشی با موفقیت انجام شد.

source: You do not have the necessary conditions to get a lottery ticket.
fa_ir: شما شرایط لازم برای دریافت بلیط قرعه کشی را ندارید.

source: You do not have enough %s to get a lottery ticket!
fa_ir: شما %s کافی برای دریافت بلیط قرعه کشی را ندارید!

source: You can not get more than the maximum bookable ticket!
fa_ir: شما نمی توانید از حداکثر بلیط قابل رزرو ، بلیط تهیه کنید!

source: %s was earned %s %s for completing this form!
fa_ir: %s برای تکمیل این فرم %s %s کسب کرد!

source: Donate points for completing this form
fa_ir: اهدا امتیاز برای تکمیل این فرم

source: Earned
fa_ir: کسب شده

source: missions
fa_ir: ماموریت ها

source: Received on %s
fa_ir: دریافت شده در %s

source: You can use this code until %s
fa_ir: شما تا تاریخ %s می توانید از این کد استفاده کنید

source: Discount amount
fa_ir: میزان تخفیف

source: percent
fa_ir: درصد

source: For products
fa_ir: ویژه محصولات

source: For categories
fa_ir: ویژه دسته بندی های

source: Download
fa_ir: دانلود

source: Order %s was successfully created.
fa_ir: سفارش %s با موفقیت ایجاد شد.

source: Order items
fa_ir: موارد سفارش

source: %s were added to your total %s
fa_ir: %s به مجموع %s شما اضافه شد.

source: You can use this points until %s
fa_ir: شما تا %s می توانید از این امتیازات استفاده کنید

source: Get award
fa_ir: دریافت جایزه

source: Order number
fa_ir: شماره سفارش

source: Title
fa_ir: عنوان

source: Date
fa_ir: تاریخ

source: awards
fa_ir: جوایز و هدایا

source: Received awards
fa_ir: جوایز دریافت شده

source: Order amount
fa_ir: شماره سفارش

source: Your commission
fa_ir: پورسانت شما

source: date
fa_ir: تاریخ

source: approved
fa_ir: تایید شده

source: Pending
fa_ir: در حال بررسی

source: User information
fa_ir: اطلاعات کاربری

source: registery date
fa_ir: تاریخ ثبت نام

source: Activity
fa_ir: فعالیت

source: the start date of the report
fa_ir: تاریخ شروع گزارش

source: the end date of the report
fa_ir: تاریخ پایان گزارش

source: Filter
fa_ir: فیلتر

source: title
fa_ir: عنوان

source: Time to earn %s
fa_ir: زمان کسب %s

source: My medals
fa_ir: مدال های من

source: Click on the medal to see the process of winning the medal
fa_ir: با کلیک روی هر مدال می تونید روند کسب آن مدال را ببینید

source: Here you can get a discount code, file or product by spending your points.
fa_ir: در اینجا می توانید با خرج امتیازاتتان ، کد تخفیف ، فایل یا محصولی که مایل هستید را دریافت کنید.

source: Score History
fa_ir: گزارشات امتیاز

source: Here you can see the history of earning and spending your points
fa_ir: در اینجا شما می توانید تاریخچه کسب و خرج امتیازاتتان را ببینید

source: Here you can convert your points into wallet credits and buy from the site with your credit.
fa_ir: در اینجا شما می توانید امتیازاتتان را به اعتبار کیف پول تبدیل کنید و با استفاده از آن از سایت خرید کنید.

source: Earn money and marketing
fa_ir: بازاریابی و کسب درآمد

source: Earn money by marketing our products
fa_ir: با بازاریابی و معرفی محصولات ما کسب درآمد کنید

source: How do I get points ?!
fa_ir: چگونه امتیاز کسب کنم؟!

source: The end of each season, in DigiClub; We have a lottery for valuable prizes that you can get a chance ticket to participate in the lottery with every 10 points.
fa_ir: انتهای هر فصل در دیجی کلاب، برای جوایز ارزشمند قرعه کشی داریم که برای دریافت هر شانس شرکت در قرعه کشی 10 امتیاز نیاز دارید.

source: DigiClub Missions
fa_ir: ماموریت های دیجی کلابی

source: Complete DigiClub missions and exciting games and earn points.
fa_ir: ماموریت ها و بازی ها دیجی کلابی را انجام بدید و امتیاز کسب کنید.

source: My Scores
fa_ir: امتیاز های من

source: Return to
fa_ir: بازگشت به

source: View all activities
fa_ir: مشاهده همه فعالیت ها

source: %s From %s pages
fa_ir: %s از %s صفحه

source: Select a date
fa_ir: انتخاب تاریخ

source: Farvardin
fa_ir: فروردین

source: Ordibehesht
fa_ir: اردیبهشت

source: Khordad
fa_ir: خرداد

source: Tir
fa_ir: تیر

source: Mordad
fa_ir: مرداد

source: Shahrivar
fa_ir: شهریور

source: Mehr
fa_ir: مهر

source: Aban
fa_ir: آبان

source: Azar
fa_ir: آذر

source: Day
fa_ir: دی

source: Bahman
fa_ir: بهمن

source: Esfand
fa_ir: اسفند

source: select
fa_ir: اتتخاب

source: Award recipient information
fa_ir: اطلاعات دریافت کننده جایزه

source: Edit
fa_ir: ویرایش

source: first name
fa_ir: نام

source: Last name
fa_ir: نام خانوادگی

source: State
fa_ir: استان

source: City
fa_ir: شهر

source: Address
fa_ir: آدرس

source: Postal code
fa_ir: کد پستی

source: phone number
fa_ir: شماره موبایل

source: To receive the award, you need to enter your postal information in the form below and click on the postal information registration button
fa_ir: برای دریافت جایزه ، باید اطلاعات پستی خود را در فرم زیر وارد نمایید.

source: Edit award recipient information
fa_ir: ویرایش اطلاعات دریافت کننده جایزه

source: Cancel edit
fa_ir: لغو ویرایش

source: First name
fa_ir: نام

source: Select a province
fa_ir: انتخاب استان

source: save information
fa_ir: ذخیره اطلاعات

source: You must be logged in to view prizes.
fa_ir: برای مشاهده جوایز باید ابتدا وارد شوید.

source: You must be logged in to view this section
fa_ir: برای مشاهده این بخش باید ابتدا وارد شوید

source: Complete user information
fa_ir: تکمیل اطلاعات کاربری

source: Birthdate
fa_ir: تاریخ تولد

source: Phone number
fa_ir: شماره موبایل

source: Email
fa_ir: ایمیل

source: Change image
fa_ir: تغییر تصویر

source: Confirm user information
fa_ir: تایید اطلاعات کاربری

source: Return to validation
fa_ir: بازگشت به اعتبارسنجی

source: Email Verification Code
fa_ir: کد اعتبارسنجی ایمیل

source: An email containing the verification code was sent to the email account you filled out on the information form. Please enter the verification code here.
fa_ir: یک ایمیل شامل کد اعتبارسنجی به آدرس ایمیلی که در فرم وارد کردید ارسال شد.

source: confirm
fa_ir: تایید

source: resend
fa_ir: ارسال مجدد

source: Mobile number verification code
fa_ir: کد اعتبارسنجی موبایل

source: An SMS containing the verification code was sent to the mobile number you filled in the information completion form. Please enter the verification code here.
fa_ir: یک پیامک شامل کد اعتبارسنجی به شماره موبایلی که در فرم وارد کردید ارسال شد.

source: Return to profile editing
fa_ir: بازگشت به ویرایش اطلاعات کاربری

source: You must be logged in to view the form conversion of %s into wallet credit.
fa_ir: برای مشاهده فرم تبدیل %s به اعتبار کیف پول باید ابتدا وارد شوید.

source: You need at least %s more %s to convert %s into wallet credit
fa_ir: حداقل به %s %s بیشتر برای تبدیل %s به اعتبار کیف پول نیاز دارید

source: Equivalent
fa_ir: معادل

source: You must be logged in to view this section.
fa_ir: برای مشاهده این بخش باید ابتدا وارد شوید.

source: You must be logged in to view the lottery registration form.
fa_ir: برای مشاهده فرم ثبت نام در قرعه کشی ابتدا باید وارد شوید.

source: You need %d %s to receive each ticket!
fa_ir: شما برای دریافت هر بلیط %d %s نیاز دارید!

source: Maximum bookable ticket
fa_ir: حداکثر بلیط قابل رزرو

source: Your tickets
fa_ir: بلیط های شما

source: Get tickets
fa_ir: دریافت بلیط

source: Referral code
fa_ir: کد معرف

source: Referer link
fa_ir: لینک معرف

source: Marketing commissions
fa_ir: پورسانت های بازاریابی

source: Your invited users
fa_ir: کاربران دعوت شده شما

source: Invited user
fa_ir: کاربر دعوت شده

source: Invitation date
fa_ir: تاریخ دعوت

source: Share with others to get %s!
fa_ir: با دیگران اشتراک بگذارید تا %s بگیرید!

source: You got %d %s for listening to this podcast
fa_ir: شما برای گوش کردن به این پادکست %d %s گرفتید

source: You must be logged in to view the chance wheel
fa_ir: برای مشاهده گردونه شانس باید ابتدا وارد شوید

source: Turn the wheel
fa_ir: گردونه را بچرخون

source: Score %s out of %s votes
fa_ir: امتیاز %s از %s رای

source: Rank
fa_ir: رتبه

source: User
fa_ir: کاربر

source: You must be logged in to view this form
fa_ir: شما برای مشاهده این فرم باید وارد شوید

source: Enter the code
fa_ir: کد را وارد کنید

source: Check the code
fa_ir: بررسی کد

source: avans gamification plugin
fa_ir: افزونه گیمیفیکیشن آوانس

source: Powerful tool for your business
fa_ir: افزونه ای قدرتمند برای رشد کسب و کارتان

source: Yousef Mohammadiani
fa_ir: یوسف محمدیانی
